[
    {
     "id": 1,
     "name": "Супер герой",
     "description": "Уточка супер героя для самых бесстрашных",
     "fullDescription": "Уточка супер героя для самых бесстрашных",
     "category": "senior",
     "gender": "мальчик",
     "price": 100,
     "stock": 2,
     "image": "https://i.ibb.co/dBbR86R/super-geroi.jpg",
     "image2": "https://i.ibb.co/kKqvbS6/super-geroi1.jpg",
     "alt": "super-geroi",
     "raiting": 9,
     "count": 0
    },
    {
     "id": 2,
     "name": "Супер героиня",
     "description": "Уточка для самых смелых девушек программистов",
     "fullDescription": "По статистике девушек программистов гораздо меньше, чем парней! Решила стать программистом? Значит ты уже наполовину супер-героиня ) Утка будет с тобой на всем пути. Когда слезы из глаз, ничего не работает - подаст платок и вернет тебя за код! Обладает 80 level вдохновения, умеет объяснять сложно написанные статьи по программированию на понятном для тебя языке. Внимание! Дружит с уткой супер-героя! 14 февраля любят проводить вместе",
     "category": "senior",
     "gender": "девочка",
     "price": 120,
     "stock": 6,
     "image": "https://i.ibb.co/k95TNGc/super-geroinja.jpg",
     "image2": "https://i.ibb.co/ZWQ9gC1/super-geroinja1.jpg",
     "alt": "super-geroinja",
     "raiting": 9,
     "count": 0
    },
    {
     "id": 3,
     "name": " Дарт Вейдер",
     "description": "Только для студент1 в rsschool",
     "fullDescription": "Лимитированная версия, ограниченный тираж. Известна также под именем студент1 rsschool. Была создана в результате неудачного эксперимента придания нейронной сети эмпатии и сочувствия, во время которого произошел скачок напряжения. Уточка обладает холодных нордическим характером, склонна к занудству и негативу, занижает оценки в 2-3 раза, склонна к интровертизму, не комментирует свои поступки. Побочные действия: взламывает приложения доставки еды на телефоны и занижает оценки курьерам",
     "category": "student1",
     "gender": "мальчик",
     "price": 350,
     "stock": 1000,
     "image": "https://i.ibb.co/stHynXW/dart.png",
     "image2": "https://i.ibb.co/4pdBv5S/dart1.png",
     "alt": "dart-veider",
     "raiting": 10,
     "count": 0
    },
    {
     "id": 4,
     "name": "Малыш",
     "description": "Уточка для тех, кто делает первые шаги в JS",
     "fullDescription": "Только начал делать первые шаги в Js и чувствуешь себя малышом? Отдай это чувство утке, и продолжай. Из малышей всегда вырастают взрослые",
     "category": "trainee",
     "gender": "мальчик",
     "price": 20,
     "stock": 200,
     "image": "https://i.ibb.co/VVRxjjR/jun1.jpg",
     "image2": "https://i.ibb.co/G7TZXFz/jun11.jpg",
     "alt": "malysh",
     "raiting": 7,
     "count": 0
    },
    {
     "id": 5,
     "name": "Малышка",
     "description": "Уточка для тех, кто делает первые шаги в JS",
     "fullDescription": "Только начал делать первые шаги в Js и чувствуешь себя малышом? Отдай это чувство утке, и продолжай. Из малышей всегда вырастают взрослые",
     "category": "trainee",
     "gender": "девочка",
     "price": 20,
     "stock": 20,
     "image": "https://i.ibb.co/d4XRP9M/jun2.jpg",
     "image2": "https://i.ibb.co/Nx88kvZ/jun21.jpg",
     "alt": "malushka",
     "raiting": 7,
     "count": 0
    },
    {
     "id": 6,
     "name": "Дантист",
     "description": "Уточка для тех, кто следит за качеством кода",
     "fullDescription": "Все следят за чистотой в доме, а это утка будет напоминать тебе всегда о clean code! Проверит семантические теги, сгенерирует осмысленный альтернативный текст (alt), сделает запрос на валидатор W3C, поразмышляет с тобой о БЭМ-нотации для формирования имен классов. Внимание! Обладает встроенными инструментами по автоматическому форматированию кода. Использовать с разрешения ментора",
     "category": "middle",
     "gender": "мальчик",
     "price": 150,
     "stock": 23,
     "image": "https://i.ibb.co/QF4xBq8/dantist.jpg",
     "image2": "https://i.ibb.co/mvRGbW6/dantist1.jpg",
     "alt": "dantist",
     "raiting": 6,
     "count": 0
    },
    {
     "id": 7,
     "name": "Самозванец",
     "description": "Уточка для тех, у кого синдром самозванца",
     "fullDescription": "Многим знаком синдром самозванца… Это утка поможет его побороть, напомнит, что только чтение книг не поможет набраться нужного опыта, только код и только живые собеседования. Внимание! Втихаря рассылает твое резюме и договаривается о собеседовании",
     "category": "trainee",
     "gender": "мальчик",
     "price": 57,
     "stock": 17,
     "image": "https://i.ibb.co/fkHW2hL/s-knigoi.jpg",
     "alt": "https://i.ibb.co/SX05hNv/s-knigoi1.jpg",
     "image2": "samozvanec",
     "raiting": 8,
     "count": 0
    },
    {
     "id": 8,
     "name": "Бетмен",
     "description": "Уточка для тех, кто всегда готов помочь",
     "fullDescription": "Бестселлер в категории подарки активным комментаторам и помогаторам в чате! Автоматически распознает нажатие на клавишу Enter при отправке сообщения в чате помощи студентам, чередует при этом более 80 произношений «Thanks, bro!»",
     "category": "senior",
     "gender": "мальчик",
     "price": 333,
     "stock": 84,
     "image": "https://i.ibb.co/SXrw7PN/betmen.png",
     "image2": "https://i.ibb.co/LCmpJZV/betmen2.jpg",
     "alt": "betmen",
     "raiting": 6,
     "count": 0
    },
    {
     "id": 9,
     "name": "Heavy metal",
     "description": "Уточка для уверенного middle",
     "fullDescription": "Доступна для заказа только получившим статус middle. Уточка обладает встроенной системой Dolby Surround и полным репертуаром групп Metallica, AC/DC, Linkin Park, Guns N’Roses, System of a Down и многие другие. Умеет проецировать на потолок неоновые черепы, рога, распальцовки. Коннектится с вашим компьютером, устанавливая скринсейвер в виде черепа.",
     "category": "middle",
     "gender": "мальчик",
     "price": 213,
     "stock": 117,
     "image": "https://i.ibb.co/D9zss7H/heavy-metal.png",
     "image2": "https://i.ibb.co/ymCMv34/heavy-metal1.png",
     "alt": "heavy-metal",
     "raiting": 5,
     "count": 0
    },
    {
     "id": 10,
     "name": "Волшебница",
     "description": "Уточка для совместного волшебства над кодом",
     "fullDescription": "Написал/а код и не понял/а как работает? Тогда это утка для тебя! Поможет с волшебством, а потом и с кодом разобраться))",
     "category": "junior",
     "gender": "девочка",
     "price": 100,
     "stock": 2,
     "image": "https://i.ibb.co/y5bYmSf/volshebnica.jpg",
     "image2": "https://i.ibb.co/Tcw6T12/volshebnica1.jpg",
     "alt": "volshebnica",
     "raiting": 6,
     "count": 0
    },
    {
     "id": 11,
     "name": "Ya Королева",
     "description": "Уточка для ментора",
     "fullDescription": "Тяжела и неказиста жизнь бармена и таксиста, правда менторке тоже достается нелегко. Уточка распознает настроение хозяйки во время кодинга и умеет вовремя отсылать сарт-кофеварке команду на приготовление латте, самостоятельно, на основе предпочтений хозяйки формирует заказ сладостей из ближайшего супермаркете, а также подбирает наилучший ответ на пошловатые шуточки коллег-менторов в дискорде. В случаях, когда подопечные тупят, коннектиться с ChatGPT и сформулирует наилучшую мотивашку для менти. Уточка автономна, заряжается от встроенной солнечной батареи, знает полторы сотни веганских ресторанов и умеет различать до 20 оттенков розового. Внимание! Сложно совместима с Ya Король для менторов. Возможны побочные явления в виде нерегулируемой максимальной громкости при воспроизведении К-pop в ответ на абьюзные упреки уточки Ya Король.",
     "category": "mentor",
     "gender": "девочка",
     "price": 1250,
     "stock": 213,
     "image": "https://i.ibb.co/HqJ2vJS/koroleva.jpg",
     "image2": "https://i.ibb.co/rpfvnN7/koroleva1.jpg",
     "alt": "koroleva",
     "raiting": 9,
     "count": 0
    },
    {
     "id": 12,
     "name": "Ya Король",
     "description": "Уточка для ментора",
     "fullDescription": "Уточка имеет выделенное широкополосное подключение к 30+ нейронным сетям различной тематики, что наделяет ее по истине эксклюзивным функционалом: распознает до 20 диалектов нецензурной брани фронэндщика и 25-ти бэкэндщика; обладает базой данных всех торрентов по профильным и околопрофильным тематикам; различает до 45 оттенков вкуса Балтики, в заивисимости от даты розлива и завода; на базе уникального закрытого алгоритма обработки данных выбирает самого быстрого доставщика пиццы. Основной функционал: регулярно в автоматическом режиме сама сканит репозиторий подопечных, выискивает до 95% типовых багов, тегая исполнителя в чате; с эффективностью до 99% фильтрует глупые запросы ламеров, автоматически формируя ссылку lmgtfy.com. Внимание! Сложно совместима с Ya Королева для менторок. В случае нахождения в одном помещении склонны к словесным склокам и затяжному обсуждению «пробелы или табуляция», иногда заканчивающимся отстрелом клавиш на клавиатуре и перегоревшим Bluetooth адаптерам ",
     "category": "mentor",
     "gender": "мальчик",
     "price": 1250,
     "stock": 213,
     "image": "https://i.ibb.co/RYw4kJ6/korol.jpg",
     "image2": "https://i.ibb.co/bBtmjB4/korol1.jpg",
     "alt": "korol",
     "raiting": 7,
     "count": 0
    },
    {
     "id": 13,
     "name": "Шерлок",
     "description": "Уточка для ментора",
     "fullDescription": "Если ты вступил в армию менторов, то это утка для тебя) Умеет разбираться в чужом коде, особенно в коде начинающих программистов. Проведет расследование, определит проблему, перефразирует вопросы от менти, сэкономит тебе кучу времени. Внимание! Любит курить",
     "category": "mentor",
     "gender": "мальчик",
     "price": 100,
     "stock": 2,
     "image": "https://i.ibb.co/vYWyYvy/sherlock.jpg",
     "image2": "https://i.ibb.co/mSLwmp7/sherlock1.jpg",
     "alt": "sherlock",
     "raiting": 10,
     "count": 0
    },
    {
     "id": 14,
     "name": "Пожарник",
     "description": "Всегда рядом перед дедлайном",
     "fullDescription": "Уже сдавать проект, а ничего не работает? Утка , которая будет напоминать тебе о дедлайнах, и тушить пожары эмоций… Быстро включается в процесс, имеет встроенную нейронку поиска ошибок в коде, автозамены, более 100 вариантов оптимизации кода, умеет заказывать еду на дом даже ночью. Внимание! Не дружит ни с кем, просто некогда, поэтому если у вас уже есть другая утка, уберите подальше ее от пожарника. Возможны ссоры, конфликты и пропущенный дедлайн!",
     "category": "mentor",
     "gender": "мальчик",
     "price": 10,
     "stock": 29,
     "image": "https://i.ibb.co/J728FKR/fire.jpg",
     "image2": "https://i.ibb.co/8m9STkd/fire1.jpg",
     "alt": "fire",
     "raiting": 4,
     "count": 0
    },
    {
     "id": 15,
     "name": "Паутинка",
     "description": "Собеседник для новых технологий",
     "fullDescription": "Для тех, кто знакомиться с новыми технологиями. Утка поможет распутать паутину, разобраться в документации, афигеет за тебя ",
     "category": "junior",
     "gender": "мальчик",
     "price": 78,
     "stock": 17,
     "image": "https://i.ibb.co/89NHnGX/pautinka.jpg",
     "image2": "https://i.ibb.co/jvZtM4y/pautinka1.jpg",
     "alt": "pautinka",
     "raiting": 5,
     "count": 0
    },
    {
     "id": 16,
     "name": "Выпускник",
     "description": "Уточка мотиватор",
     "fullDescription": "Утка мотиватор, знает, как слушать, как мотивировать, в руках у нее заветный сертификат rsschool",
     "category": "trainee",
     "gender": "мальчик",
     "price": 88,
     "stock": 213,
     "image": "https://i.ibb.co/ZJjm47S/vypusknik.jpg",
     "image2": "https://i.ibb.co/wNsLJwv/vypusknik1.jpg",
     "alt": "vypusknik",
     "raiting": 8,
     "count": 0
    },
    {
     "id": 17,
     "name": "Релокант",
     "description": "Уточка психолог для релокации",
     "fullDescription": "Бестселлер 2022 года. Обладает встроенным SATA-накопителем увеличенной емкости с предустановленным ТОП-торрентов русскоязычного интернета за после 7 лет. Умеет самостоятельно открывать счета и заказывать кредитки в банковских учреждениях Турции, Казахстана, Армении, Азербайджана и Узбекистана. Знает до полусотни ругательство про сервис в кафе и ресторанах, самостоятельно подбирает пароль к наиболее шустрому Wi-Fi соседа. Обладает безлимитным доступом к подпискам русскоязычной музыки, подкастов и видеоинтервью. При необходимости можно установить прошивку для Европы, которая дополнительно маскирует траффик с торрента под гуглинг на тему защиты окружающей среды.",
     "category": "senior",
     "gender": "мальчик",
     "price": 717,
     "stock": 1000,
     "image": "https://i.ibb.co/L8ftjGS/relokant.jpg",
     "image2": "https://i.ibb.co/FzQ9rH4/relokant1.jpg",
     "alt": "relokant",
     "raiting": 9,
     "count": 0
    },
    {
     "id": 18,
     "name": "Наполеон",
     "description": "Для тех, у кого наполеоновские планы",
     "fullDescription": "Помогает найти понимание коллег по цеху и получить оценку твоих гениальных планов и решений. Благодаря уникальной системе алгоритмизации потока сознания позволяет непринужденно транскрибировать входящий словесный бред в выходящий текст, выстроенный по схеме Attention-Interest-Desire-Action. Рекомендуется установить соединение с уточкой Ya Король или Ya Королева вашего ментора для поиска оптимального алгоритма взаимодействия и выработки общего вокабуляра. Внимание! Не совместима с Уточкой релокантом – пытается все время ее завоевать, что иногда приводит к взрыву аккумуляторов",
     "category": "junior",
     "gender": "мальчик",
     "price": 456,
     "stock": 89,
     "image": "https://i.ibb.co/zF1M2dd/napoleon.jpg",
     "image2": "https://i.ibb.co/92R2Xmc/napoleon1.jpg",
     "alt": "napoleon",
     "raiting": 7,
     "count": 0
    },
    {
     "id": 19,
     "name": "Викинг",
     "description": "Уточка для подготовки к собеседованию",
     "fullDescription": "Идеальная утка для подготовки к интервью с ментором и работодателем. Викинг готов выслушать все твои ответы много раз, проанализировать и записать лучший ответ. Отлично владеет поиском ответов. Вшита база 1000 вопросов. Умеет проводить пробные собеседования с очень правдивыми комментариями",
     "category": "trainee",
     "gender": "мальчик",
     "price": 17,
     "stock": 10000,
     "image": "https://i.ibb.co/wsJ9fSq/viking.jpg",
     "image2": "https://i.ibb.co/7jBm5zg/viking1.jpg",
     "alt": "viking",
     "raiting": 6,
     "count": 0
    },
    {
     "id": 20,
     "name": "Тимлид",
     "description": "Уточка для руководителя",
     "fullDescription": "Утка для тимлида! Крутая!",
     "category": "senior",
     "gender": "мальчик",
     "price": 100,
     "stock": 200,
     "image": "https://i.ibb.co/5RNpmbZ/prop.webp",
     "image2": "https://i.ibb.co/LPF0vhJ/prop1.webp",
     "alt": "teamlead",
     "raiting": 3,
     "count": 0
    },
    {
     "id": 21,
     "name": "Шотландец",
     "description": "Уточка для trainee с опытом",
     "fullDescription": "Уточка для trainee, недавно закончивших курсы. Помогает активно рассылать CV хозяина по собственной базе рекрутов, которую шотландец парсит дважды в день. Встроенная нейронка позволяет формулировать до полусотни ответ на вопрос о количестве лет коммерческого опыта. Вентилятор в нижней части уточки охлаждает атмосферу в комнате в случае отказа, но также создает ощущение левитации в моменты нахождения наиболее элегантного решения того или иного таска. ",
     "category": "trainee",
     "gender": "мальчик",
     "price": 754,
     "stock": 64,
     "image": "https://i.ibb.co/56dHhsv/shatlandec.jpg",
     "image2": "https://i.ibb.co/6HChjb2/shatlandec1.jpg",
     "alt": "shatlandec",
     "raiting": 5,
     "count": 0
    }
   ]